export const participationContractContent = `# 優識生活有限公司傳銷商參加契約書

*版本：2026/08/05 v3*

優識生活有限公司（以下稱「本公司」）為多層次傳銷事業，本契約書為本公司與本公司傳銷商間之權利義務規範，本公司向主管機關完成報備之事業手冊內容，亦為本契約之一部：

1. 申請人須年滿18歲，具完全行為能力，且未受輔助宣告、更生或清算裁定之中華民國國籍自然人。
2. 申請人已在[https://uknow.com.tw/](https://uknow.com.tw/)（下稱「官方網站」）線上閱讀，完全瞭解並同意本公司之資本額及營業額等基本資料、傳銷制度、申請人參加條件、多層次傳銷相關法令、申請人之義務與負擔、退出本公司傳銷商之條件及因退出所生之權利義務、商品或服務內容及相關事項、申請人解除或終止本契約後，扣除買回服務減損價值之計算方法、基準及理由，及其他經主管機關指定的事項內容等，申請人將來不得以未詳閱本契約書內容為由，向本公司主張或要求退費。
3. 本契約自申請人同意並送出本申請書及契約，本公司審核通過並發送申請人之個人推薦碼後生效，本契約生效後，申請人即為本公司依多層次傳銷管理法第五條所規定之傳銷商（下稱「傳銷商」）。但本公司為避免洗錢與詐欺風險，需待申請人提供身分證影本與金融機構存摺影本後，始能發放獎金予申請人。
4. 申請人成為「傳銷商」後應獨立經營，與本公司無任何雇傭或隸屬關係，不適用勞動基準法或其他規範勞工權義之法令。其推廣本公司服務時，應遵守相關法律規定，並自負責任與盈虧。申請人不因推廣本公司之服務而成為本公司之代表人，其對外之一切推廣行為均應自負責任，與本公司無涉。若因申請人之行為，致本公司受有損害，或致本公司需賠償他人時，本公司得向申請人請求因此所受之損害。
5. 申請人瞭解並同意本公司所提供之服務，符合一般、合理、通常之品質及標準，且本公司不保證包括申請人或其客戶、下線在內任何人之收入所得。申請人推廣服務時，不得擅對他人保證或承諾，若申請人未經本公司之書面同意，而對他人擅加承諾及保證，申請人應自負其包括保證、承諾在內之一切民、刑事責任。
6. 申請人保證使用本公司服務時不得違反任何法規，否則致本公司對外負民事、刑事、行政在內之任何責任時，申請人均應代本公司承受，若本公司已負擔相關責任時，並得向申請人請求，申請人不得以任何理由拒絕。
7. 申請人依本約推廣服務予他人時所生之一切稅捐，應由申請人自行負責。
8. 申請人同意本公司向主管機關完成報備之事業手冊（以下簡稱事業手冊）為本契約之一部分，雙方均應受其拘束。且申請人同意本公司得因市場結構變化、業務需求、法令變動或其他事由，修改事業手冊並向公平交易委員會完成報備且於官方網站公告後，立即對雙方生效。
9. 申請人同意簽署本契約時，訂閱本公司一年期之「UKNOW專業服務資訊刊登服務」，並得於本契約生效後，因向他人推廣「UKNOW專業服務資訊刊登服務」，而依本公司制度領取獎金或其他利益。
10. 申請人非經本公司書面同意，不得將本契約書所生之權利義務讓與他人。
11. 本契約自本公司同意申請人加入後1年內有效，1年屆期後，除本公司贈送或未拒絕申請人接續訂閱1年期之「UKNOW專業服務資訊刊登服務」，本合約續約1年，之後再到期亦同。屆期後本公司拒絕或申請人未續約，本合約立即失效，申請人需重新申請、締約始得重新加入。
12. 申請人得於訂約之日起三十日內，以書面通知本公司解除契約。本公司應於契約解除生效後三十日內全額退款，但本公司得扣除已支付之相關獎金，以及可歸責於申請人之事由致商品毀損滅失之價值。
13. 申請人於前條解約權期間經過後，得隨時以書面通知本公司終止契約。本公司應於申請人終止契約後三十日內，以申請人尚未使用服務之月數，扣除10%之減損費後退款，但本公司得扣除已支付之相關獎金，以及可歸責於申請人之事由致商品毀損滅失之價值。
14. 申請人依前二條行使解除權或終止權時，本公司不得向申請人請求因契約解除或終止所受之損害賠償或違約金；而申請人同意本公司逕行電子發票退回或開立折讓證明單。
15. 申請人如有下列行為之一，且經本公司確認時，本公司得隨時以書面通知申請人終止契約，並不受理退貨退款，申請人不得異議：
    1. 申請人以欺罔或引人錯誤之方式推廣、推廣商品或服務及介紹他人參加傳銷組織。
    2. 假借多層次傳銷事業之名義向他人募集資金。
    3. 以違背公共秩序或善良風俗之方式從事傳銷活動。
    4. 以不當之直接訪問買賣影響消費者權益。
    5. 申請人違反多層次傳銷管理法、刑法或其他相關法律之規定。
    6. 申請人違反事業手冊之規定。
    7. 申請人損害本公司之名譽。
    8. 申請人損害推廣組織之權益。
16. 契約因前條而終止者，自終止之日起，申請人不再具「傳銷商」資格。申請人有前條各款之行為致本公司受有損害者，應為賠償。本公司得逕行扣除應給付申請人之酬勞或獎金。若扣除後仍不足以賠償其所受損害時，就不足之部分得另向申請人主張。
17. 因本契約而生之退貨方式，悉依事業手冊之『退貨退款說明』為之。
18. 申請人須以正直、誠實之態度，遵守法令，接受本公司之指導，經營傳銷事業及介紹本公司之服務，不得為誇大不實或引人錯誤之宣導，並應確保本公司不因申請人之行為而損害。
19. 申請人同意本公司得在經營多層次傳銷之目的範圍內，對於申請人之個人資料為蒐集、處理、利用及傳輸。多層次傳銷經營，係指為執行多層次傳銷業務之必要之事項，例如，多層次傳銷事業之商品推廣、招募、管理；獎金或其他利益發放；教育訓練等。
20. 申請人經告知並瞭解就個人資料得依個人資料保護法第3條規定，行使查詢或請求閱覽、請求製給複製本、請求補充或更正、請求停止蒐集、處理或利用、請求刪除等權利。申請人於行使該等權利時，應以書面通知本公司，就查詢或請求閱覽個人資料或製給複製本之事項，並依本公司所定之相關收費辦法支付費用。
21. 申請人得自由選擇是否同意本公司蒐集、處理、利用及國際傳輸其個人資料，惟若拒絕，本公司得拒絕其申請人申請成為傳銷商。申請人成為本公司之傳銷商，若撤回其同意本公司之蒐集、處理、利用及國際傳輸其個人資料，本公司得隨時終止與申請人間之傳銷商關係。
22. 申請人僅得在為招募其直推下線及推廣服務之範圍內，提供第三人個人資料，並應同時檢附該第三人同意本公司得在為經營多層次傳銷經營之目的範圍內，對於該第三人之個人資料為蒐集、處理、利用及傳輸之書面同意，申請人並應確認該第三人個人資料與事實相符。
23. 申請人對於因前條情形所知悉之個人資料，負有保密義務，不得以任何方式使他人知悉或可得而知。該保密義務於申請人與本公司間之傳銷商關係消滅後繼續存在。
24. 申請人已詳細閱讀以上事業手冊、本公司傳銷商參加契約及個資規範，同意並遵守傳銷商相關權益，惟若將來因申請人未詳閱讀上述須知，或係個人因素等，導致衍生任何法律糾紛，概與本公司無涉。
25. 本契約所生一切糾紛、疑義、訴訟等，雙方應先友好協商，若經協商仍無共識，雙方同意訴訟以中華民國法律為準據法，並以臺灣臺北地方法院為第一審管轄法院。
`;
