export const termsOfServiceContent = `# UKNOW 專業服務資訊刊登服務條款

歡迎使用 UKNOW 專業服務資訊刊登服務，在您完成註冊及付費時，即視為已閱讀並同意本服務條款之所有內容（包括但不限於根據本服務條款公佈於 UKNOW 之內容、以書面或其他形式通知之附加服務使用規範及本服務條款修正內容）。為確保您的權益，請在付費前詳細閱讀下列條款，若您對 UKNOW 提供之資訊刊登服務、本服務條款及相關使用規範之任一部分有疑義或反對時，應立即停止使用本服務之全部，UKNOW 亦保留拒絕您使用本服務之權利：

一、  UKNOW 專業服務資訊刊登服務（以下稱「本服務」）當您完成註冊、付費程序後，UKNOW 將依您所提供之以下專業服務資訊（下稱「專業服務資訊」），刊登於 UKNOW 之網頁（網址：[https://uknow.com.tw/](https://uknow.com.tw/)）、APP 及一切 UKNOW 所發行之各項應用程式（以下合稱「UKNOW 平台」），供不特定網站使用者（含訪客）點擊瀏覽，服務期間為一年。於服務期間，您可以透過登入 UKNOW 平台，於設置頁面修改、撤除全部或部分的專業服務資訊。

1. 姓名（真實姓名或暱稱）；  
2. 個人照片；  
3. 性別；  
4. 營業或專業資訊及簡介；  
5. 服務區域；  
6. 聯絡方式（手機門號、電子郵件信箱、Facebook、Instagram、Line 及其他一切聯繫方式）；本服務並未包含聯繫、聊天功能，網站使用者如欲聯絡您，將透過您所提供、刊登之聯絡方式進行，請確認並隨時更新正確的聯絡方式。

二、  使用資格  
您必須是具備完全行為能力的自然人，或未具備完全行為能力，另出具法定代理人同意書者，方得使用本服務。

三、  資料真實性與維護責任您於註冊帳戶及使用本服務時，均應提供正確、最新及完整的資訊，並即時更新資訊以保持其正確性、最新性和完整性。UKNOW 就註冊資訊或專業服務資訊不實，不負任何責任。

四、 本服務年費及自動續訂年費制本服務年費為新台幣 1,200 元，並採「自動續訂制」。如您於次一年度欲停止使用服務，請務必在續訂日期前，透過 UKNOW 平台完成取消續訂手續，如未於期限前取消，UKNOW 將依約自動續訂，並自您所綁定之信用卡扣繳下一期年費。取消續訂後，您仍可在剩餘有效天數內使用本服務，您的專業服務資訊亦會刊登至當期服務期間結束，但已支付的服用費用無法根據取消日期按比例退款。

五、 付費方式及相關約定

1. UKNOW 使用的金流服務協力廠商為統一數發股份有限公司建置之「PAYUNi 統一金流」  
   （以下簡稱統一金流）。您同意授權 UKNOW 透過統一金流進行信用卡綁定，且使用統一金流時，應當遵守統一金流之網站（網址：[www.payuni.com.tw](http://www.payuni.com.tw)）及其相關網站上公告之各項規定。  
2. UKNOW 不會對您與統一金流之間的糾紛負責，本公司就統一金流服務的效能以及服務品質，亦不負任何責任以及保證。您透過本服務進行交易時如發生異議或糾紛，可依統一金流官網 [www.payuni.com.tw](http://www.payuni.com.tw%20) 公告方式進行處理。  
3. UKNOW 不會經手、儲存或管理任何信用卡卡號，所有信用卡相關資訊均由統一金流負責處理，由統一金流負責與銀行間的金流作業，UKNOW 僅會將您使用的信用卡卡片預設為您常用的付款卡別，您隨時可調整或取消。  
4. 您可透過 UKNOW 網站申請更換信用卡，UKNOW 將通知統一金流處理，並取得新的支付憑證。  
5. 您於統一金流綁定之信用卡可用於支付 UKNOW 未來之服務費用，如您未於續訂日期前取消續訂者，UKNOW 將以您綁定之信用卡自動為您續訂。  
6. 如續訂扣款時您未綁定有效之信用卡或原支付憑證已失效，致付款失敗者，將無法繼續使用本服務；UKNOW 並將於一個月緩衝期屆滿後，撤除您的專業服務資訊。  
7. 信用卡綁定過程中會進行小額驗證扣款，該金額會在驗證後取消授權，不予入帳。您應確保所提供的信用卡資訊為合法且有效，並且持卡人已授權該卡用於支付平台費用。

六、    	退費政策專業服務資訊一經刊登於 UKNOW 平台，即視為服務已開始提供，相關費用概不退還，且不適用消費者保護法 UKNOW 所定七日鑑賞（猶豫）期之退費規定。  
如因您違反本服務條款或相關法令，致 UKNOW 停止或禁止您使用本服務者，已繳納之相關費用概不退還。  
如因 UKNOW 平台停止營運，致您無法使用本服務者，您得依尚未使用之服務期間比例，申請退還已繳納之年費。

七、    	帳號密碼保管義務您應妥善保管帳號及自行設置之密碼，以該帳號、密碼所為之行為均視為您之行為；因未妥善保管而導致權益受損，您應自行負責。您不應將帳號、密碼轉讓或出借給他人使用。

如您發現其帳號遭他人非法使用，應立即通知 UKNOW。  
八、    	法令遵循與行為準則當您使用 UKNOW 相關內容及為有關本服務之任何行為，應遵守中華民國法律。您只有在同意遵守所有適用的相關法律法規和本條款時，才有權使用 UKNOW 平台及本服務。

九、    	平台定位與私人交易爭議  
UKNOW 僅負責專業服務資訊呈現與平台運護，未介入網站使用者間之交易或提供其他額外服務保證。網站使用者（含訪客）與您聯繫後所進行之一切交易或服務，均屬獨立契約行為，與 UKNOW 無涉，如生紛爭，應由交易當事人自行解決。

十、    	資訊分享責任任何透過本服務註冊、上傳、張貼、或任何其它方式傳送的文字、文件、影片、照片、圖片或任何其他內容（下稱「內容」），無論為公開傳送還是私下傳送，均由專業服務資訊提供者自行承擔責任，且不得為攻擊及針對性言論、散播仇恨、色情血腥、賭博詐欺、性暗示等圖片、文字或連結，或與違反法規、跨國婚姻、仿冒/盜版、詐騙行為、賣仿品、賭博、差價合約、虛擬貨幣、銷售或是推廣槍砲彈藥刀之類的武器相關或信貸有關。  
UKNOW 不為您所提供之專業服務資訊相關內容審核合法性、正確性、完整性，且不為任何內容負責，包含但不限於任何內容的錯誤或遺漏，以及因此而衍生的任何損害。

十一、   UKNOW 管理機制為維護服務品質與法規遵循，UKNOW 保留對本服務所有相關內容進行預覽、審閱、篩選或修訂之權利；必要時，UKNOW 得拒絕或刪除特定內容。上述權利之保留，並不構成 UKNOW 對內容負有事前審核或監督之法律義務。  
如您有違反本服務條款之任一條款或觸法等情事，應由您負擔所有相關之責任。UKNOW 有權採取相應行動，包括但不限於不經通知逕行移除刊登內容，或暫停您使用本服務之部分或全部，您亦應依法負損害賠償責任及因此所生之所有費用（包括但不限律師費用、訴訟費用等）。

十二、   個人資料保護為網站安全管理及確認身分之必要，您申請註冊時，UKNOW 將請您輸入姓名、\_\_\_\_\_、電話及電子郵件信箱，UKNOW 亦會用您註冊時留存之電子郵件信箱，通知您相關之權益事項。UKNOW 僅得於提供服務之必要範圍內進行利用，不得對使用者為任何行銷或服務必要範圍以外之其他個人資料利用行為。UKNOW 及其經營公司會遵守個人資料保護法之規定為蒐集、處理及利用，並將您的個人資料安全地儲存在系統內。  
您的個人資料，UKNOW 自蒐集日起除相關法令另有規定外，保存至您停終止本服務後一年止。UKNOW 會以自動化方式為蒐集、處理及利用，而利用之地區僅在中華民國境內。您得以發送電子郵件方式（【UKNOW聯繫用電子郵件】）向 UKNOW 請求行使查詢或請求閱覽/請求製給複製本/於適當釋明後請求補充或更正/請求停止蒐集、處理或利用/請求刪除等權利，如您請求停止蒐集、處理或利用/請求刪除您的個人資料，視同終止本服務。  
十三、   保密義務您因使用本服務而持有 UKNOW 之資訊，應盡善良管理人之注意義務進行保密，非經 UKNOW 事前書面同意，不得自行利用或揭露機密資訊予任何第三人，並應要求您之員工、代理人等負相同之保密義務。

十四、   未經 UKNOW 事前書面同意，您不得於 UKNOW 網站使用任何自動化系統（包括但不限於機器人 Robot、網路爬蟲程式 Spider、或離線閱讀器等），以存取本平台之資訊或進行任何形式之資料蒐集，或未經合法授權以任何形式使用 UKNOW 之平台內容或使用者資訊。亦嚴禁發送明顯非一般人為在相同時間內能合理產生的請求訊息予 UKNOW 網站伺服器。

十五、   您禁止為任何可能破壞或妨害 UKNOW 平台運作之行為，包括但不限於：

* 干擾或意圖干擾UKNOW平台之正常營運。  
* 意圖規避用於防止或限制進入UKNOW平台之安全防護措施。  
* 規避、使之無效或以其他方式干擾UKNOW平台之安全性功能。  
* 散布、製作或傳播可能損害UKNOW平台之病毒、惡意軟體或其他具破壞性之技術程式。  
* 未經允許，進入、刪除、修改或增加UKNOW平台系統（含後台主機及提供服務之設備）或其儲存、處理、傳輸之數據與應用程式。

十六、   其他約定為保障您的權益，除本服務條款外，關於 UKNOW 平台所發布之一般使用者條款，或您另行簽署推廣計畫等約定，均為會員權利義務之一部分。若各條款間有不一致之處，將優先適用推廣計畫之特別約定。有關於本服務解釋或履行所產生之一切爭議，應以中華民國法律為準據法，並以臺灣臺北地方法院為第一審管轄法院。

十七、   UKNOＷ有權於任何時間修改、變更或終止本服務條款之內容，修改後將公布於本平台，不再個別通知各使用者。建議您隨時注意服務條款修改或變更，如您於修改或變更後繼續使用本平台之服務，即視為您已瞭解並同意接受變更後之服務條款。
`;
